smash> smash: got ctrl-Z
process 2 was stopped
smash> smash: got ctrl-Z
process 3 was stopped
smash> smash: got ctrl-Z
process 4 was stopped
smash> smash: got ctrl-Z
process 5 was stopped
smash> smash: got ctrl-Z
process 6 was stopped
smash> [1] sleep 100: 2 2 secs (stopped)
[2] sleep 200: 3 1 secs (stopped)
[3] sleep 300: 4 1 secs (stopped)
[4] sleep 400: 5 0 secs (stopped)
[5] sleep 500: 6 0 secs (stopped)
smash> sleep 300
smash> sleep 400
smash> sleep 200
smash> 